tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "docker", link: false
brew "gh"
brew "gnupg"
brew "hivemind"
brew "sqlite"
brew "mackup"
brew "mas"
brew "nginx"
brew "node"
brew "postgresql", restart_service: true
brew "postgresql@12", restart_service: true
brew "postgresql@13"
brew "pyenv"
brew "python@3.9"
brew "redis", restart_service: true
brew "ruby-build"
brew "syncthing"
brew "yarn"
brew "zsh-git-prompt"
brew "heroku/brew/heroku"
cask "1password"
cask "around"
cask "authy"
cask "bartender"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "freeze"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "linear-linear"
cask "logitech-options"
cask "loom"
cask "menumeters"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "sonos"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Bear", id: 1091189122
mas "Drafts", id: 1435957248
mas "GIPHY CAPTURE", id: 668208984
mas "Hand Mirror", id: 1502839586
