tap "homebrew/bundle"
tap "homebrew/services"
brew "gh"
brew "git"
brew "mas"
brew "node"
brew "nvm"
brew "yarn"
brew "zsh-git-prompt"
cask "1password"
cask "1password-cli"
cask "docker"
cask "github"
cask "iterm2"
cask "keycastr"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "aaron-bond.better-comments"
vscode "achil.vscode-javascript-repl"
vscode "amodio.tsl-problem-matcher"
vscode "bierner.jsdoc-markdown-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "connor4312.esbuild-problem-matchers"
vscode "craigmaslowski.erb"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "earshinov.permute-lines"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "eseom.nunjucks-template"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "kamikillerto.vscode-colorize"
vscode "lostfields.nodejs-repl"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "richie5um2.vscode-sort-json"
vscode "rioj7.command-variable"
vscode "sianglim.slim"
vscode "stackbuild.bazel-stack-vscode"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "wmaurer.change-case"
