tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "tidbyt/tidbyt"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "docker", link: false
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git"
brew "gnupg"
brew "gobject-introspection"
brew "guile"
brew "hivemind"
brew "jasper"
brew "shared-mime-info"
brew "libheif"
brew "libffi"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "mackup"
brew "mas"
brew "nginx"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "pdftk-java"
brew "postgresql@12"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "yarn"
brew "youtube-dl"
brew "zsh-git-prompt"
brew "tidbyt/tidbyt/pixlet"
cask "1password"
cask "authy"
cask "bartender"
cask "descript"
cask "discord"
cask "docker"
cask "figma"
cask "freeze"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "menumeters"
cask "monitorcontrol"
cask "ngrok"
cask "obsidian"
cask "pdfsam-basic"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "GIPHY CAPTURE", id: 668208984
mas "Hand Mirror", id: 1502839586
mas "iMovie", id: 408981434
mas "Mimeo Photos", id: 1282504627
mas "NotePlan", id: 1505432629
mas "Plinky Mini", id: 6473683112
vscode "aaron-bond.better-comments"
vscode "achil.vscode-javascript-repl"
vscode "amodio.tsl-problem-matcher"
vscode "bierner.jsdoc-markdown-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "connor4312.esbuild-problem-matchers"
vscode "craigmaslowski.erb"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dnicolson.binary-plist"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "earshinov.permute-lines"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "eseom.nunjucks-template"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "grapecity.gc-excelviewer"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "kamikillerto.vscode-colorize"
vscode "lostfields.nodejs-repl"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "prisma.prisma"
vscode "richie5um2.vscode-sort-json"
vscode "rioj7.command-variable"
vscode "sianglim.slim"
vscode "stackbuild.bazel-stack-vscode"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "wmaurer.change-case"
